
import iconElla from './ella.jpg';
import iconKish from './kish.jpg';
import iconLife from './life.jpg';
import iconGirl from './girl.jpg';
import iconStamp from './stamp.jpg';
import iconFaber from './faber.jpg';
import iconMif from './mif.jpg';
import iconTimr from './timr.jpg';
import iconBaby from './baby.jpg';
import iconBig from './big.jpg';


 export const data = [
    {
      id: 1,
      name: "Т.Парвелла. Элла в первом классе",
      description: "Все истории изложены с детской непосредственностью и по-настоящему смешные. Первоклассники точно оценят",
      icon: iconElla,
    },
    {
      id: 2,
      name: "Ю.Алешковский. Кыш,Двапортфеля и целая неделя",
      description:"Мальчику обидно, когда одноклассники начинают дразнить его из-за маленького роста, но он заводит новых друзей  и пртивостоит обидчику",
      icon: iconKish,
    },
    {
      id: 3,
      name: "Р.Лагеркранц .Моя счастливая жизнь.",
      description: "Переживания первоклассницы от первого лица...Как подружиться, как избегать проблем и  многое другое.",
      icon: iconLife,
    },
    {
    id: 4,
      name: "М.Бершадская. Большая маленькая девочка",
      description:"Приключения в самой обычной российской школе по дням в форме дневника",
      icon: iconGirl,
    },
    {
      id: 5,
      name:"С.Могилевская.Марка старны Гваделупы.",
      description:"Трогательная повесть Софьи Могилевской написана ещё в 1963, но её по-прежнему интересно читать ",
      icon: iconStamp,
    },
    {
  
      id: 6,
      name:"Фабер и Мазлишю. Как говорить с детьми, чтобы они учились.",
      description: "Адель и Элейн — не только известные педагоги-психологи, но и многодетные матери взрослых детей.",
      icon: iconFaber,
    },
    {
      id: 7,
      name:"П.Бронсон и Э.Мерримен. Мифы воспитания.Наука против интуиции",
      description:" книге много рассказывают про детскую ложь, ябедничество, мотивацию и другие темы, с которыми сталкивается ребёнок вне зависимости от страны",
      icon: iconMif,
    },
    {
      id: 8,
      name:"М.Лукашенко.Тайм-менеджемнт для школьника",
      description:"Книга закладывает базу, которая в дальнейшем поможет организовать себя и своё расписание без надзора родителей",
      icon: iconTimr,
    },
    {
      id: 9,
      name:"Е.Мурашова.Ваш непонятный ребенок",
      description:"Книга психолога- мамы троих детей: почему дети не хотят учиться, откуда может взяться невроз, как ребёнок выбирает друзей и почему способных детей иногда могут окрестить «тупыми».", 

      icon: iconBaby,
    },
    {
      id: 10,
      name:"Л.Евдокимова.Маленькие заботы большого школьника",
      description:"В книге конкретные ситуации, с которыми первоклассник сталкивается в современной российской школе. А ещё даёт советы, как вести себя родителям, чтобы его поддержать.",
      icon: iconBig,
    },
  
  ]
